Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/admin/depts/regjeringen.no/logaldallan-oslo-militare-samfund-baikki_id_630454.html.tmx
Source language: sme
Languages: nob

source: Sárdni / artihkal , 19.01.2011
nob: Tale / artikkel , 10.01.2011

source: Logaldallan Oslo Militære Samfund báikkis
nob: Foredrag i Oslo Militære Samfund 10. januar 2011

source: Logaldallan Oslo Militære Samfund báikkis Ođđajagimánu 10. b. 2011 Suodjalusministtar Grete Faremo
nob: Foredrag i Oslo Militære Samfund 10. januar 2011 Forsvarsminister Grete Faremo Sjekkes mot fremføring

source: » Buot maid mii háliidat bisuhit , ferte rievdadit ” .
nob: ” Det vi ønsker skal bli varig , må vi forandre ” .

source: Bill Clinton sánit govvidit bures manne mii geat háliidat gievrras suodjalusa álo fertet jurddašit rievdadusaid birra .
nob: Bill Clintons ord beskriver godt hvorfor vi som ønsker et sterkt forsvar alltid må være opptatt av endring .

source: Dan dahkat mii dál Suodjalusas .
nob: Det er dette vi nå gjør i Forsvaret .

source: Rievdadus .
nob: Forandring .

source: Munnje sosiálademokráhttan lea dušše rievdadusat ja ođastusat mat sáhttet dievasmahttit oadjebasvuođa ulbmiliid buohkaide .
nob: For meg som sosialdemokrat er det bare endring og reform som kan oppfylle målene om trygghet for alle .

source: Máilbmi min birra nuppástuvvá .
nob: Verden rundt oss forandrer seg .

source: Mii fertet dahkat dan seammá .
nob: Vi må gjøre det samme .

source: Nuppástuhttit , buoridit ja nannet .
nob: Forandre , forbedre og forsterke .

source: Boares áigásaš jurddašeapmi ii buvtte oadjebasvuođa rievddadeaddji máilbmái .
nob: Konservatisme skaper ikke trygghet i en verden i endring .

source: Muhto buot nuppástuhttimat gáibidit sihke láidesteami ja ovdáneami .
nob: Men all forandring må ha retning og framdrift .

source: Leat go mii doarvái duođas váldán dán barggu ?
nob: Har vi tatt oppgaven alvorlig nok ?

source: Makkár hástalusat leat vuordagis , ja maid galgat nuppástuhttit boahttevaš áiggi ?
nob: Hvilke utfordringer blir vi stilt overfor framover , og hva må vi endre i tiden som kommer ?

source: Ja áinnas ge – movt galgat nuppástuhttit hábmet dorvvolašvuođa ?
nob: Og ikke minst - hvordan skal vi endre , for å skape trygghet ?

source: Suodjalus lea maŋimuš jagiid vásihan vuđolaš rievdadusaid .
nob: Forsvaret har de siste ti år vært igjennom en grunnleggende omstilling .

source: Dál lea áigi dássedis rievdademiide , iige buotbeallásaš ođastusaide .
nob: Tida er kommet for mer gradvise endringer , heller enn altomfattende reformer .

source: Ovdáneapmi almmatge gáibida mis áddejumi dan áigái mas eallit ja makkár nuppástusaide lea dárbu boahttevaš áiggis .
nob: Utviklingen krever likevel av oss at vi forstår den tiden vi lever i og hvilke endringer som er nødvendige framover .

source: Historjjás mii dalle fertet viežžat oahpu .
nob: Da har vi også mye å lære av historien .

source: Dalle lea dárbu geahčastit maŋos guvlui .
nob: La meg derfor starte med et lite tilbakeblikk .

source: Mun šadden stáhtaráđđin vuosttas gearddi Gro Harlem Brundtland goalmmát ráđđehusas skábmamánus jagi 1990 .
nob: Tilbakeblikket Jeg ble statsråd for første gang i Gro Harlem Brundtlands tredje regjering i november 1990 .

source: Veahkkeministtarin deattuhin geafivuođavuosttaldeami ja doarjut máilmmi geafimus riikkaid .
nob: Som bistandsminister fokuserte jeg på fattigdomsbekjempelse og støtte til de aller fattigste land i verden .

source: Vásihin ahte áimmehis nuppástuhttinproseassat Nuorta-Eurohpás ledje hui guovdilis , ja nu maid NATO ja Norgga suodjalusa vuosttas áigumušat iežaset heivehit ođđa sihkkarvuođapolitihkalaš dillái .
nob: Samtidig var jeg naturligvis tett på de ufattelige endringsprosessene som pågikk i Øst-Europa , og de første forsøk på å tilpasse seg en helt ny sikkerhetspolitisk situasjon både i NATO og i det norske forsvaret .

source: Jurddaš mo dorvvolašvuođapolitihkka lei jagi 1991 :
nob: Tenk på den sikkerhetspolitiske situasjonen i 1991 :

source: - Duiska fas čoahkkanii - Warzsawalihttu lei oalát hádjaneamen - Borgemánus jagi 1991 hehttejuvvui militearaválddigomiheapmi Ruoššas .
nob: Warzsawapakten var i full oppløsning . I august 1991 ble det med nød og neppe avverget et militærkupp i Sovjetunionen .

source: Riikkas šadde de 15 republihka juovlamánus seammá jagi .
nob: Landet ble oppdelt i 15 republikker i desember samme år .

source: - Šiehtadusat dahkkojuvvojedje geahpedan dihtii daid árvat olu vearjolánaid Eurohpás - Strategalaš atomavearjjuid geahpedeapmi šiehtadallojuvvui - NATO geahpedii dábálaš soahteveaga gearggusvuođa - Balkanis lassánii eahpedorvvolašvuohta .
nob: Det ble fremforhandlet avtaler for reduksjon av de enorme våpenkonsentrasjonene i Europa .

source: Dalle álggahuvvui vuosttas duođalaš soahti Eurohpás maŋŋil 2.máilmmisoađi .
nob: Vi så begynnelsen på det som ble den første blodige krigen i Europa etter 2. verdenskrig .

source: - Irak fallehii Kuwait , ja mii balaimet stuorrasoađi šaddat Persialuovttas .
nob: Irak hadde invadert Kuwait , og vi var redde for en storkrig i Persia-gulfen .

source: Olu guovlluin , nu maid Norggas , šattai sáhka heaittihit NATO .
nob: I flere kretser , også i Norge , ble det stilt spørsmål om NATO kunne legges ned .

source: Buorre lihkus lei ovttamielalašvuohta joatkit NATO-ovttasbarggu .
nob: Det ble heldigvis raskt enighet om å videreføre NATO-samarbeidet .

source: Molssaeaktun livčče lean ahte oarjemáilmmi riikkat juohkehaš ovddidit ođđa našunála dorvvolaš- ja suodjaluspolitihka .
nob: Alternativet ville vært at de vestlige land hver for seg utviklet en re-nasjonalisert sikkerhets- og forsvarspolitikk .

source: Dát livčče de váikkuhan Eurohpái eanet sođiiid ja uhcit riikkat livčče ballan ahte stuorit ja fámolaš riikkat livčče sin fallehan .
nob: Det kunne i så fall ha satt Europa tilbake til en tid med stadige kriger og hvor småstater levde i fare for å bli ofre for større og mektigere stater .

source: NATO-ovttasbargovuogit mearriduvvojedje NATO ođđa strategiijas jagi 1991 .
nob: Retningen for NATO-samarbeidet ble nedfelt i NATOs nye strategi fra 1991 .

source: Seammá jagi mearriduvvui ođastit oarjeriikkaid suodjalusovttasbarggu , sihke struktuvrra ja ráhkadusaid .
nob: Det ble samme året også besluttet å reformere det vestlige forsvarssamarbeidet , både i struktur og innretning .

source: Willoch-kommišuvdna mii ásahuvvui Norggas jagi 1990 oaččuhii áigái ovttaoaivilvuođa ahte ovdáneapmi gáibida rievdademiid .
nob: I Norge hadde Willoch-kommisjonen nedsatt i 1990 skapt en enighet om at utviklingen krevde forandring .

source: Hæren soahteveagas dan áiggi ledje 13 brigáda .
nob: Vår krigsstyrke på denne tiden talte 13 brigader i Hæren .

source: Kommišuvdna evttohii jagi 1992 geahpedit , ja nu šadde 6 brigáda ja 17 iešheanalaš bataljuvnna .
nob: I 1992 foreslo Kommisjonen å redusere til 6 brigader og 17 selvstendige bataljoner .

source: Soahtedoaimmahagas njiejai lohku 320.000 soalddáhis 215.000 soalddáhii .
nob: Krigsstrukturen gikk fra 320.000 til 215.000 soldater .

source: Ođđa áigái
nob: Inn i en ny tid

source: Muhto easkka Bjørn Tore Godal ođđa , politihkalaš vuolggahemiin jagis 2000 álggahuvvui sihke doaimmahusa ja ráhkadusaid nuppástuhttin .
nob: Men det var først med Bjørn Tore Godals nye , politiske initiativ i 2000 at omstillingen av både struktur og innretning startet for alvor .

source: Ja nu maiddái digaštallan .
nob: Og dermed også debatten .

source: Nugo Godal čállá girjjistis » Utsikter ” : Dás lei sáhka logi jagi goarideamis mii bođii oidnosii guovtti láhkái
nob: Som Godal selv skiver i boka ” Utsikter ” : Det handlet om at minst ti års forsømmelser toppet seg og kom til overflaten på to måter .

source: - Vuosttažettiin čalmmustuvvui ahte finánsaroassu lei šaddan duođalaš maŋŋil olu jagiid systemáhtalaš heajos ruhtajuolludemiiguin ovdalis mearriduvvon suodjalusdoaimmaide - Dasto son čujuhii man njozet geađgemuvrra gahččan váikkuhusat dohkkehuvvojedje » Suodjaluspolitihkalaš birrasat gohccájedje tornerosenahkáriin , - ii ge čáppa prinsa sin boktán , muhto balddonas gii almmuhii sidjiide duohtavuođa maid eai háliidan gullat . ”
nob: Forsvarspolitiske miljøer våknet fra sin tornerosesøvn , - ikke av en vakker prins , men av et uhyre som fortalte dem om en virkelighet man helst ikke ville høre om . ”

source: 10 jagi maŋŋil leat mii čađahan stuorimus ja buoremus nuppástuhttinproseassa go goassige ovdal Norggas .
nob: 10 år senere har vi gjennomført en av de mest omfattende og vellykte omstillingsprosesser noen gang i Norge .

source: Mii leat ožžon Suodjalusa heivehuvvon min áiggi dorvvolašvuođapolitihkalaš hástalusaide , sturrodaga dáfus olu unniduvvon ja ráhkadusaid ektui olu rievdaduvvon .
nob: Vi har fått et Forsvar med en struktur tilpasset vår tids sikkerhetspolitiske utfordringer , betydelig redusert i volum og med grunnleggende endret innretning .

source: Mis lea soahteveahka mii lea máškideabbo ja eanet jođašahtti , mii bures doaibmá sihke ruovtturiikkas ja olgoriikkas .
nob: Vi har fått et innsatsforsvar med en mer fleksibel og mobil styrke , egnet til bruk både ute og hjemme .

source: Doaibmannávccat leat nannejuvvon ja nannejuvvojit vel eanet maŋŋil guhkesáiggiplána 2009-2012 ulbmiliid ollašuhttimiid .
nob: Den operative evnen er styrket og vil være ytterligere styrket når langtidsperioden 2009-2012 er i mål .

source: Guovddážis leat ođasmahttindoaimmat maiguin sáhttit čevllohallat .
nob: Vi er midt i en modernisering av kapasiteter vi kan være stolte av .

source: Bargiid lohku lassána dárbbašlaš surggiin .
nob: På nødvendige områder er bemanningen på vei opp igjen .

source: Hæren bargoveahka lea lassánan 50% jagi 2005 rájes .
nob: Hæren har hatt en 50 prosent personelløkning siden 2005 .

source: Mii leat heaittihan boares doaimmaid ja huksen sadjái ođđa doaimmaid .
nob: Vi har bygget ned det gamle for å bygge opp det nye .

source: Mis leat ain barggut vuordagis , ja doaibmi guhkesáiggiplána ulbmiliid lea vejolaš ollašuhttit .
nob: Fortsatt har vi et stykke igjen , men inneværende langtidsplans mål er i hovedsak innen rekkevidde .

source: Lea maid áibbas erenoamáš ahte goalmmát jagi , mii maid lea váttis , ahte guhkesáiggiplána ain doaibmá .
nob: At en langtidsplan er relativt i rute i det vanskelige tredjeåret er også unikt .

source: Dát govve sihke Suodjalusa ja politihkkariid áigumušaid , mii addá munnje jáhku ahte mii joavdat mollii , ja olahit plánejuvvon dássejuvvon doaimmaid , struktuvrra ja resurssaid .
nob: Det viser en vilje både i Forsvaret og i de politiske miljøer som gir meg tro på at vi skal komme i mål , og oppnå den balanse mellom oppgaver , struktur og ressurser som er planlagt .

source: Buorit ustibat
nob: Gode venner ,

source: Mii eallit máilmmis gos áitinvuogit álo rivdet .
nob: Vi lever i en verden med et trusselbilde i endring .

source: Suodjalusa doaibma lea vuosttažettiin eastadit ja hehttet sođiid .
nob: Forsvarets oppgave er først og fremst å forebygge og forhindre krig .

source: Almmatge oaivvildit máŋggas Suodjalusa deháleamos bargun galgá suodjalit eatnamiid .
nob: På tross av dette er det fortsatt mange som synes å mene at Forsvarets viktigste oppgave er å forsvare territoriet .

source: Muhto dás lea sáhka olu eanet go das !
nob: Men det handler om mye mer enn det !

source: Mii galget suodjalit , gáhttet ja suddjet siskkáldas doaimmaid ja árvvuid man ala min servodat lea huksejuvvon – sisriikkas ja olgoriikkas .
nob: Vi skal forsvare , beskytte og verne den infrastrukturen og de verdiene som vårt samfunn bygger på - både hjemme og ute .

source: Danne mii dárbbašat bisánkeahtes divaštallamiid boahttevaš ollislaš suodjaluspolitihkalaš hástalusaid birra .
nob: Vi trenger derfor en løpende diskusjon om våre reelle forsvarspolitiske utfordringer fremover .

source: Lea giktalus dán namuhit go suodjaluspolitihkalaš digaštallan fas orru šaddan gilvun kruvnnuid alde , oktan garra digaštallamiid mo organiseret Ruovttusuodjalusa soalddáhiid joavkodásis , ja makkár panservuojániid Suodjalus galgá válljet .
nob: Det er fristende å minne om dette idet den forsvarspolitiske debatten igjen ser ut til å være redusert til en ren kronekamp , ispedd noen opphetede diskusjoner om organisering av Heimevernet på troppsnivå , og om hvilke pansrede kjøretøy Forsvaret skal velge .

source: Gos livččiimet mii dál nuppástuhttimiid haga ?
nob: Hvor hadde vi vært i dag uten omstillingen ?

source: Mis livčče Suodjalus struktuvrralaš heahtedilis , ja dohkketmeahttun dustet boahttevaš dorvvolašvuođa- ja suodjaluspolitihkalaš hástalusaid .
nob: Vi hadde hatt et forsvar i dyp strukturell krise , som hadde vært uegnet til å møte fremtidens sikkerhets- og forsvarspolitiske utfordringer .

source: Nuppástuhttimis lea eanaš sáhka das ahte earáhuhttit guottuid .
nob: Omstillingen handler først og fremst om å endre holdninger .

source: Galbma soahti lei darvánan min jurddašeapmái loahpageahčai jagi 2000-logu , ja ain muittuhuvvot mii ahte dat gávdno .
nob: Kald krig-tankegangen satt fast i mange til langt ut på 2000-tallet , og vi får fortsatt små påminnelser om at den fremdeles eksisterer .

source: Dát boahtá ovdan go muhtimat ain vuosttildit heaittihit HV 016.
nob: Deler av motstanden mot nedleggelsen av HV 016 illustrerer dette .

source: Mii dárbbašat suodjalusa mii rievdá dorvvolašvuođapolitihka mielde .
nob: Vi må ha et forsvar som endrer seg i takt med det sikkerhetspolitiske bildet som omgir oss .

source: Olu hástalusat mat čalmmustuvvojedje álgo 1990-logus gustojit ain .
nob: Mange av de utfordringene som ble avdekket tidlig på 1990-tallet er der fortsatt i dag .

source: Dasa lassin leat boahtán ođđa hástalusat , váikkuhusaiguin maid ferte guorahallat ja maidda ferte gávdnat čovdosiid .
nob: I tillegg har nye kommet til , med konsekvenser som vi må analysere og utvikle løsninger for å møte .

source: Min áiggi rievdadusat
nob: Endringer i vår tid

source: Mii leat daid maŋimuš guoktelogi jagi vásihan guokte sihkkarvuođapolitihkalaš gopmáneami ; Sovjet-uniovdna gopmánii jagi 1991 ja terrorfalleheamit USA vuostá jagi 2001 .
nob: Vi har de siste tjue årene opplevd to store sikkerhetspolitiske omveltninger ; Sovjetunionens fall i 1991 og terrorangrepene mot USA i 2001 .

source: Dál , jagi 2011 , vásihat ođđa , goalmmát áigeearu .
nob: I dag , i 2011 , står vi ved et nytt , tredje tidsskille .

source: Sihkkarvuođapolitihkalaš nuppástuhttimat maid mii oaidnit , eai leat nu dramáhtalaččat go Warsawa-lihtu ja Sovjet-uniovnna heaittiheamit .
nob: De sikkerhetspolitiske endringene vi er vitne til , framstår som mindre dramatiske enn oppløsningen av Warzsawa-pakten og Sovjetunionen .

source: Guhkit áiggi vuollái sáhttet rievdadusat šaddat duođalaččat .
nob: Men endringene kan på sikt vise seg å være mer grunnleggende .

source: Kina , India ja Brasil riikkaid ahtanuššan dagaha ahte USA ja oarjemáilmmiriikkaid fápmu dađistaga lonuhuvvo ođđa stivrejeddjiiguin .
nob: Veksten i land som Kina , India og Brasil gjør at USAs og vestens dominerende stilling gradvis avløses av en ny verdensorden .

source: Mii oaidnit ahte olu máilmmiviidosaš fápmoguovddážat ovdánit , ja USA ja oarjemáilmmi riikkaid fápmu fas hedjona .
nob: Vi er vitne til fremveksten av flere globale maktsentra , mens USAs og de vestlige lands relative makt svekkes .

source: Ii leat makkárge vejolašvuohta dán fas máhcahit .
nob: Det er ingen tegn til at dette reverseres .

source: Baicce lea nu ahte ovdáneapmi manná ain johtileabbo .
nob: Tvert imot kan utviklingen raskt forsterkes .

source: Dát váikkuha máŋgga láhkai .
nob: Dette har flere konsekvenser .

source: Vuosttas : Stuorit gilvovárra fápmoriikkaid gaskkas .
nob: Først : økt risiko for stormaktsrivalisering .

source: Dát fuolastahttá , danne go dát de sáhttá mielddisbuktit ahte militearafápmu geavahuvvo , erenoamážit unnit riikkaid vuostá .
nob: Dette er bekymringsfullt , fordi det også øker risikoen for bruk av militær makt , spesielt mot mindre stater .

source: Nubbi : Stuorit gilvu válddi ja strategalaš resurssaid alde sáhttá lasihit gilvaleami fápmoriikkaid gaskii .
nob: Dernest : Faren for stormaktsrivalisering øker på grunn av større konkurranse om hegemoni og strategiske ressurser .

source: Dálkkádatrievdamat sáhttet mielddisbuktit siskkáldas ráfehisvuođa ja soahpameahttunvuođa , erenoamáš daid máilmmiosiin gos lea stáđismeahttunvuohta ja heajos dilli .
nob: Klimaendringene kan føre til indre uro og i verste fall til konflikt , spesielt i de deler av verden som er mest ustabile og dårligst stilt .

source: Dál juo oaidnit ahte dálkkádatrievdamiid negatiiva váikkuhusat dagahit heđiid ja vuostálasvuođaid muhtun guovlluin , nugo Afrika Horn:s .
nob: Allerede nå ser vi at de mest negative konsekvensene av klimaendringene er en del av bakteppet for kriser og konflikter i utsatte områder , som på Afrikas Horn .

source: Davviguovlluin sáhttet bohciidit vuostálas beroštumit jieŋaid-suddama geažil , boahttevaš fievrrádusgeainnuid , guolástusresurssaid , ja oljo- ja gássaresurssaid geažil .
nob: I Nordområdene er mulige interessemotsetninger knyttet til is-smelting , framtidige transportveier og utnyttelse av fisk- , olje- og gassressurser .

source: Mii eat dieđe makkár hástalusaid dát addet midjiide boahtteáiggis , ja fertet plánet iešguđetlágan doaimmaid .
nob: Vi vet ikke hva slag utfordringer dette vil stille oss overfor i fremtiden , og må planlegge for ulike scenarier .

source: Goalmmát hástalus lea atomavearjjuid lávdadeapmi ja ollilis missiillat daid geavahit .
nob: En tredje utfordring er spredning av masseødeleggelsesvåpen og langtrekkende missiler for å bære disse .

source: NATO váldočoahkkin njukčamánus Lisboas mearridii doarjut ovddidit ođđa missiilasuodjalusa .
nob: NATO vedtok på toppmøtet i Lisboa i november å gi sin tilslutning til utvikling av et nytt missilforsvar .

source: Dihtorfalleheapmi lea njealját duođalaš áitta min rabas servodaga vuostá .
nob: Dataangrep utgjør en fjerde alvorlig trussel mot våre åpne samfunn .

source: Aiddo dáhpáhuvvan ovdamearkkat leat Nobel-lávdegotti interneahttasiidduid lobihis rahpan , ja Wikileaks čiegus dieđuid almmustahttin .
nob: Nylige eksempler er hackingen av Nobelkomiteens nettsider forut for fredsprisutdelingen i 2010 , samt de omfattende Wikileaks lekkasjene av sensitiv informasjon .

source: DGT-vuogádagaid falleheapmi lea ođđa vuohki soahtat , mii sáhttá billistit el-rávdnjelágideami , industriproseassaid ja eará dehálaš servodatdoaimmaid ja doaibmamušaid .
nob: Angrep mot IKT-systemer er en ny form for krigføring , som også kan ødelegge strømforsyninger , industriprosesser og andre samfunnskritiske virksomheter og funksjoner .

source: Danne ferte dákkár áitagiid vuosttildit sihke siviila ja militeara gaskaomiiguin .
nob: Derfor må slike trusler møtes både med sivile og militære virkemidler .

source: Viđát hástalus lea soahti terrorfallehemiid vuostá .
nob: En femte utfordring er kampen mot terror .

source: Iešsoardinfalleheapmi Stockholmas juovlamánus , ja terrorplánaid almmustahttin Danmárkkus juovllaid ja ođđajagi gaskkas čalmmustahtii ahte minge dáppe davviguovlluin lea vejolaš dáinna lágiin fallehit .
nob: Selvmordsangrepet i Stockholm i desember , og avsløringen av terrorplaner i Danmark nå i romjulen viste at også vi her i Norden er innenfor rekkevidden av denne type angrep .

source: Terrorismma lea dehálaš hástalit dorvvolašvuođa geažil , muhto mii eat sáhte álo das ballat ja váruhit .
nob: Terrorisme er en viktig sikkerhetsutfordring , men vi må ikke la den bli altoverskyggende .

source: Vearrámus dáhpáhus lea jos riikkaidgaskasaš terrorismmas leat čanastagat atomavearjogeavaheapmái .
nob: Det mest bekymringsfulle scenariet er utsiktene til at internasjonal terrorisme kobles med masseødeleggelsesvåpen .

source: Dán rádjái eat leat dan gal vásihan , muhto váruhus lea das .
nob: Så langt har vi unngått dette , men faren er der .

source: Dorvvolašvuođa- ja suodjaluspolitihkalaš váikkuhusat
nob: Konsekvensene for vår sikkerhets- og forsvarspolitikk

source: Maid dát mearkkaša midjiide ?
nob: Hva betyr dette for oss ?

source: Mii vásihat máŋggabeallásaš ja váttis sihkkarvuođapolitihkalaš dili , mii nuppástuvvá jođáneabbo go ovdal .
nob: Vi står overfor et meget sammensatt sikkerhetspolitisk bilde , som endrer seg raskere enn før .

source: Jos vel Norgga vuostá eai leamaš vel konkrehta áitagat , de fertet mii máhttit hálddašit hárdilemiid ja vuorddekeahtes áitagiid .
nob: Selv om det ikke foreligger noen konkret trussel mot Norge , må vi kunne håndtere provokasjoner og uforutsette trusler .

source: Dát sáhttet leat unnit militeara falleheamit ja falleheamit maid soahteveagat eai daga , omd. Cyberfalleheamit .
nob: Dette kan være begrensede militære angrep og ikke-militære angrep som for eksempel cyberangrep .

source: Dákkár falleheamit loavkašuhttet min ja sáhttet čielgasit áitit min iežamet territoriála oppalašvuođa ja doaibmanfriddjavuođa .
nob: Slike angrep gjør oss sårbare og kan representere en klar trussel mot vår territorielle integritet og politiske handlefrihet .

source: Dát deattuha man dehálaš uhcit riikkaide leat buorit lihtolaččat ja ustibat .
nob: Dette understreker hvor viktig det er for små land å ha gode allierte og venner .

source: Ovdánahttin čájeha maid nana internašunála riekteservodaga ja buorredoaibmi oppamáilmmálaš stivrejumi dehálašvuođa .
nob: Ikke minst viser utviklingen hvor viktig et sterkt internasjonalt rettssamfunn og et godt fungerende globalt styresett er .

source: Hástalusat maid deattuhit našunála doaibmannávccaid dehálašvuođa .
nob: Utfordringene understreker også betydningen av nasjonale kapasiteter .

source: Dás lea sáhka ee. ahte mis lea jáhkehahtti našunála doaibmannávccat hálddašit heahtediliid viissis dásis , ja návccat veahkehit NATO oktasaš suodjalusa jos dat gáibiduvvo .
nob: Det dreier seg blant annet om at vi har troverdig nasjonal evne til å håndtere kriser opp til et visst nivå , samt ha evne til bidra til NATOs kollektive forsvar dersom dette skulle kreves .

source: Dálá suodjalusstruktuvra lea buorre vuolggasadjin dustet dán dilis .
nob: Dagens forsvarsstruktur er et godt utgangspunkt for å møte situasjonen .

source: Našunála gearggusvuođaplánaid ja ollislaš suodjalusa ođđasit guorahallan ja ođasmahttin , kommandovuogádat ja sisaváldinapparáhta NATO hárjehallamiidda ja soalddáhiid lasiheapmi leat ovdamearkkat doaibmabijuide mat berrejit sajustuvvot .
nob: Ny gjennomgang og oppdatering av nasjonale beredskapsplaner og totalforsvar , kommandoordninger og mottaksapparatet for allierte øvelser og forsterkninger er eksempler på tiltak som bør på plass .

source: Dál mii leat hábmemin našunála cyberstrategiija .
nob: Vi utarbeider nå en nasjonal cyber-strategi .

source: NATO-váldočoahkkin Lisboas jagi 2010
nob: NATO-toppmøtet i Lisboa 2010

source: Norgga suodjalus lea lihttovuođđuduvvon .
nob: Norge har et alliansebasert forsvar .

source: 2009-2012 guhkesáiggiplána čilge suodjalusa rámmaid ja ulbmiliid ja min vuordámušaid lihtolaččain .
nob: Langtidsplanen for 2009 til 2012 beskriver rammer og mål for vårt forsvar og våre forventninger om alliert støtte .

source: NATO váldočoahkkin skábmamánus lei midjiide vuolggasadjin ain joatkit dorvvolašvuođa hástalusaiguin , nugo ođđa strategalaš plánabarggu ja kommandodoaimma ođastusmearrádusaid .
nob: NATOs toppmøte i november ga oss et godt utgangspunkt for videre arbeid med våre sikkerhetsutfordringer , både i form av det nye strategiske konseptet og reformvedtak om ny kommandostruktur .

source: Iežan sártnis diibmá dás Oslo Militære Samfunn báikkis meannudin mun Norgga guottuid ja gáibádusaid sihke plánabargui ja ođastusaide .
nob: I min tale her i Oslo Militære Samfunn for ett år siden gikk jeg igjennom Norges holdninger og krav både til konseptet og reformene .
